{
  "halls": [
    {
      "id": "1",
      "label": "HÖRSAAL 1"
    },
    {
      "id": "2",
      "label": "HÖRSAAL 2"
    },
    {
      "id": "3",
      "label": "HÖRSAAL 3"
    }
  ],
  "talks": [
    {
      "hall": "1",
      "time": "18:00",
      "title": "Soll ich wirklich Aktien kaufen und wenn ja welche?",
      "desc": "Aktien gelten als attraktive Geldanlage, und Ratgeber für Kleinanleger finden sich überall – in TV, YouTube, Zeitungen und Buchhandlungen. Doch viele Menschen sind verunsichert und investieren lieber gar nicht in Aktien. Zurecht? Prof. Julian Thimme beleuchtet das Thema wissenschaftlich und erklärt, welche Strategien wirklich funktionieren, wie man unnötige Risiken reduziert und typische Fehler vermeidet.",
      "lecturer": "Julian Thimme",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Julian_Thimme.pdf",
      "imageAlt": "Bücher zum Thema Aktien und Geldanlage",
      "profTitle": "Prof.",
      "instituteLabel": "?",
      "instituteUrl": "?"
    },
    {
      "hall": "1",
      "time": "19:00",
      "title": "Bioreaktoren: Vom Versuch 'Leben' zu bändigen!",
      "desc": "",
      "lecturer": "Alexander Grünberger",
      "language": "Deutsch",
      "image": "",
      "imageAlt": "",
      "profTitle": "Prof. Dr.-Ing. Alexander Grünberger",
      "instituteLabel": "CIW",
      "instituteUrl": "https://www.ciw.kit.edu/"
    },
    {
      "hall": "1",
      "time": "20:00",
      "title": "Modulare Produktionsanlagen für die automatisierte Herstellung und Demontage von EV-Batterien",
      "desc": "Mit der zunehmenden Bedeutung von CO2-neutraler Mobilität und Elektrizität steigt die Nachfrage nach Batterien rasant. Gleichzeitig schreitet die Entwicklung neuer Herstellungsverfahren und Zellchemien stetig voran. Dies führt zu schnellen Veränderungen und mangelnder Planungssicherheit bei der Auslegung heutiger Fabriken.\nDarüber hinaus erfordert die steigende Anzahl von Altbatterien einen industriellen Ansatz, um die notwendigen Reparaturen oder Demontagearbeiten zur Vorbereitung des Recyclings durchzuführen. Ein Produktionssystem, das in der Lage ist, diese Probleme zu lösen, muss eine hohe Produktivität mit der notwendigen Flexibilität bei gleichzeitig hoher Systemverfügbarkeit verbinden.",
      "lecturer": "Jürgen Fleischer",
      "language": "Deutsch",
      "image": "images/teaser/Teaserbild_Jürgen_Fleischer_2025.jpg",
      "imageAlt": "Produktionslinie in einer industriellen Halle",
      "profTitle": "Prof. Dr.-Ing.",
      "instituteLabel": "WBK",
      "instituteUrl": "https://www.wbk.kit.edu/"
    },
    {
      "hall": "1",
      "time": "21:00",
      "title": "Additive Fertigung",
      "desc": "Jahrzehntelang stand in der Fertigungstechnik vor allem Zeit- und Kosteneffizienz im Fokus, Energie- und Ressourcenschonung spielten kaum eine Rolle. Heute ermöglichen additive Verfahren (3D-Druck) neue Wege zu nachhaltigen Produkten und Prozessen von ressourcenschonender Materialnutzung über Leichtbaustrukturen bis zu Implantaten.\nDoch hoher Energiebedarf und geringe Effizienz bleiben zentrale Herausforderungen. Wie kann unsere Forschung dazu beitragen, die additive Fertigung nachhaltiger zu gestalten? ",
      "lecturer": "Frederik Zanger",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Frederik_Zanger.png",
      "imageAlt": "",
      "profTitle": "Prof. Dr.-Ing.",
      "instituteLabel": "WBK",
      "instituteUrl": "https://www.wbk.kit.edu/"
    },
    {
      "hall": "1",
      "time": "22:00",
      "title": "Die Grenzen der Algorithmen - warum der Mensch noch schlauer ist",
      "desc": "Computer und Algorithmen sind aus unserer modernen Welt schon lange nicht mehr wegzudenken. Nicht zuletzt erleben wir gerade eine rasante Entwicklung und Verbreitung von Algorithmen die auf künstlicher Intelligenz basieren. Natürlich profitiert die gesamte Gesellschaft zu großen Teilen vom Fortschritt auf diesem Gebiet der Informatik. Dennoch kann einem bei der enormen Geschwindigkeit mit der sich unser Leben teilweise verändert manchmal mulmig werden. Vielleicht haben sich viele bereits die Frage gestellt: \"Wird der Mensch bald vom Algorithmus abgelöst?\"\n\nNachdem wir klären was ein Algorithmus eigentlich ist, wollen wir an spielerischen Beispielen die Grenzen des algorithmisch Lösbaren erkunden. Dabei erkennen wir, dass jeder Algorithmus nur seinem zugewiesenen Zweck erfüllen kann. Schon bei manchen simplen Aufgaben sind einem Algorithmus einfach natürliche Grenzen gesetzt. Einfach formuliert, mit Schokolade, Hühnern und Eiern, gibt es spannende Fragen deren Antwort sich zunächst nach Zauberei anfühlt. Dabei bedarf es nur etwas Kreativität, logischen Schließens, ein bisschen Intuition und Denkens \"outside the box\" -- Fähigkeiten, die einem Algorithmus fehlen. ",
      "lecturer": "Torsten Ueckerdt",
      "language": "Deutsch",
      "image": "",
      "imageAlt": "",
      "profTitle": "",
      "instituteLabel": "ITI Algorithmik",
      "instituteUrl": "https://i11www.iti.kit.edu/"
    },
    {
      "hall": "1",
      "time": "23:00",
      "title": "Die Tricks der Krankmacher – Salmonellen & co.",
      "desc": "Immer mehr Bakterien sind selbst gegen Reserveantibiotika resistent – längst besiegt geglaubte Krankheitserreger rücken so wieder ins Bewusstsein. Um auch künftig gewappnet zu sein, müssen wir ihre Waffen und Strategien besser verstehen. Mein Vortrag entführt Sie in die Welt mikrobieller Injektionsspritzen, Bakterienduelle und faszinierender molekularer Maschinen – und zeigt, wie wir diese Werkzeuge vielleicht bald zu unserem Vorteil nutzen können. ",
      "lecturer": "Andreas Diepold",
      "language": "",
      "image": "images/teaser/Teaser_Andreas_Diepold.png",
      "imageAlt": "",
      "profTitle": "Prof. Dr.",
      "instituteLabel": "IAB",
      "instituteUrl": "https://www.iab.kit.edu/angbiol/"
    },
    {
      "hall": "1",
      "time": "00:00",
      "title": "Leichtbau trifft Luftfracht - wie der ALBACOPTER U+00AE Frachtverkehr neu denkt",
      "desc": "Der ALBACOPTER U+00AE zeigt, wie Forschung den Gütertrabsoirt von morgen gestaltet. Der Vortrag gibt spannende Einblicke in das Fraunhofer-Leitprojekt, in dem ein Drohnenkonzept für zukünftige Luftfrachtanwendungen entstand - von der ersten Idee über neuartige Leichtbautechnologien bis zum flugfertigen Prototyp.\nWir freuen uns auf einen inspirierenden Austausch in den frühen Morgenstunden.",
      "lecturer": "Frank Henning",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Frank_Henning.pdf",
      "imageAlt": "",
      "profTitle": "Prof. Dr.-Ing.",
      "instituteLabel": "FAST",
      "instituteUrl": "https://www.fast.kit.edu/"
    },
    {
      "hall": "1",
      "time": "01:00",
      "title": "Robotics and Autonomous Systems",
      "desc": "ie schaffen es Stabheuschrecken, mit ihren dünnen Beinen sicher über Äste zu klettern, und wie können Hunde sich hochdynamisch auf unebenem Terrain bewegen? Die Natur liefert seit Millionen von Jahren erprobte Lösungen für effiziente Bewegung, Stabilität und Anpassungsfähigkeit. Diese Prinzipien prägen auch heute noch die Entwicklung moderner Laufroboter.\nIn diesem Vortrag werden biologisch inspirierte Ansätze im Leichtbau, im kinematischen Design und in der Bewegungskoordination vorgestellt. Sie bilden die Grundlage für robuste und flexible Laufroboter. Ergänzt wird dies durch kurze Einblicke in Stabilitätsmodelle, regelungstechnische Konzepte und moderne Machine-Learning-Verfahren. Diese erlauben es Robotern heute, selbst Treppen und Leitern zu überwinden.\nVon der Stabheuschrecke bis zum Hund: Die Verbindung von Biologie und Robotik eröffnet neue Wege zu autonomen Systemen, die nicht nur laufen, sondern auch echte Aufgaben in der Praxis übernehmen, beispielsweise bei der Inspektion großer Industrieanlagen.\nBildquelle: FZI",
      "lecturer": "Arne Rönnau",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Arne_Rönnau.jpg",
      "imageAlt": "",
      "profTitle": "Prof. Dr.-Ing.",
      "instituteLabel": "IMI",
      "instituteUrl": "https://www.imi.kit.edu/"
    },
    {
      "hall": "1",
      "time": "02:00",
      "title": "Unraveling the Tumor Ecosystem: Organoids, Assembloids, and Other Paths to Personalized Cancer Treatment",
      "desc": "Cancer is a dynamic ecosystem where tumor, stroma, and immune cells co-evolve. Dissecting the crosstalk between these cells is crucial for the identification of new therapies. Using organoids, miniature tumors grown from patient samples, we can also model this complexity in 3D, understand how cancer adapts, and test therapies that restore control. These personalized models bridge basic research and precision medicine, opening new paths to prevent relapse and metastasis.",
      "lecturer": "Véronique Orian-Rousseau",
      "language": "English",
      "image": "images/teaser/Teaser_Veronique_Orian-Rousseau.jpg",
      "imageAlt": "",
      "profTitle": "Prof. Dr.",
      "instituteLabel": "IBCS-FMS",
      "instituteUrl": "https://fms.ibcs.kit.edu/"
    },
    {
      "hall": "2",
      "time": "18:00",
      "title": "Neurodivergenz und immersive Medien",
      "desc": "",
      "lecturer": "Kathrin Gerling",
      "language": "Deutsch",
      "image": "",
      "imageAlt": "",
      "profTitle": "Prof. Dr.",
      "instituteLabel": "HCI",
      "instituteUrl": "https://hci.iar.kit.edu/"
    },
    {
      "hall": "2",
      "time": "19:00",
      "title": "Forschende Kamera & Doku in Lehre",
      "desc": "Warum Seminare und Abschlußarbeiten nicht als Dokumentarfilme erarbeiten und dadurch Erkenntnisse, interessante Projekte und Akteure sichtbar und verhandelbar machen?\nMit Filmbespielen zeige ich wie Reales Erleben zum Forschungsgegenstand wird und das Medium Film hilft Erfahrungen zu reflektieren, zu vertiefen und mit anderen darüber ins Gespräch zu kommen.",
      "lecturer": "Andreas Stiglmayr",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Andreas_Stiglmayr.jpeg",
      "imageAlt": "Personen am Paddeln eines Kanus werden von einer Kamera fotografiert.",
      "profTitle": "",
      "instituteLabel": "",
      "instituteUrl": ""
    },
    {
      "hall": "2",
      "time": "20:00",
      "title": "Neurobiologie in der Petrischale",
      "desc": "Das menschliche Gehirn zeichnet sich durch einzigartige Merkmale aus. Heutzutage können wir die menschliche Hirnentwicklung in der Petrischale nachstellen, in dem wir aus Stammzellen dreidimensionale neuronale Gewebe herstellen, sogenannte Gehirnorganoide. Welche Chancen sich durch diese Technologie bieten und welche Herausforderungen die Forschung aktuell zu überwinden versucht wird Prof. Simone Mayer in dieser Vorlesung anhand ihrer eigenen Forschung erklären.",
      "lecturer": "Simone Mayer",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Simone_Mayer.png",
      "imageAlt": "",
      "profTitle": "Prof. Dr.",
      "instituteLabel": "IBCS-FMS",
      "instituteUrl": "https://fms.ibcs.kit.edu/"
    },
    {
      "hall": "2",
      "time": "21:00",
      "title": "Bauwerke in Bewegung – Wie Geodäsie Sicherheit schafft",
      "desc": "Gebäude bewegen sich – oft unbemerkt. Die Veränderungen sind in der Regel klein, aber entscheidend für die Sicherheit. Der Vortrag „Bauwerke in Bewegung – Wie Geodäsie Sicherheit schafft“ zeigt, wie moderne Messtechnik kleinste geometrische Veränderungen aufdeckt. Damit können Risiken frühzeitig erkannt, Bauwerke sicherer gemacht und Katastrophen verhindert werden.",
      "lecturer": "Corinna Harmening",
      "language": "Deutsch",
      "image": "images/teaser/Teaserbild_Corinna_Harmening.PNG",
      "imageAlt": "Punktwolke einer Brücke unter Last mit farblich dargestellten Verformungen",
      "profTitle": "Prof. Dr.",
      "instituteLabel": "GIK",
      "instituteUrl": "https://www.gik.kit.edu/"
    },
    {
      "hall": "2",
      "time": "22:00",
      "title": "Physikalische Kryptographie",
      "desc": "Die Kryptowährung Bitcoin zeigt, dass ein weltweites Zahlungssystem ohne eine zentrale Instanz (etwa eine Bank) umsetzbar ist. Möglich macht das der sogenannte \"Proof of Work\", bzw. das \"Mining\". Dieses verbraucht jedoch Unmengen an Strom: Das Bitcoin Netzwerk belegt aktuell Platz fünf aller Länder Europas nach Stromverbrauch. \nWir forschen deshalb an einer Alternative, dem \"Proof of Physical Work\". Anstelle von digitalen Rechenrätseln nutzen wir physikalische Prozesse. Das kostet reale Zeit und Materialien, aber kaum CO₂. So ließe sich die Sicherheit einer Blockchain erhalten, ohne die Umwelt zu belasten. Unsere Idee verbindet Kryptographie mit Ingenieur- und Naturwissenschaften und macht die Komplexität der Natur nutzbar.",
      "lecturer": "Frank Rhein",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Frank_Rhein.png",
      "imageAlt": "",
      "profTitle": "Dr.-Ing.",
      "instituteLabel": "MVM",
      "instituteUrl": "https://www.mvm.kit.edu/"
    },
    {
      "hall": "2",
      "time": "23:00",
      "title": "Automotive Electronics and Software Engineering",
      "desc": "Von der Kaffeemaschine zum Roboter-Taxi: Trends, Chancen und Herausforderungen SW-definierter Anwendungen\nÜberall erobern zwei große Trends die Tätigkeiten gerade auch unseres Alltags. Zum einen sind das immer mehr durch Software-definierte Funktionalitäten und zum anderen Systeme die über die Luft untereinander oder von zentralen Warte aus, der „Cloud“, kommunizieren.\nWarum können wir das heute, wo stehen wir mit diesen Ansätzen, was macht Sinn und ist auch unter verantwortungsbewusstem Engineering vertretbar? Diese Fragen werden anhand der Mobilität als eine der über Jahrzehnte in Mitteleuropa führenden Branchen und deren Ausstrahlung auf andere Industriezweige erörtert. Und natürlich wird dabei die wachsende Bedeutung der Künstlichen Intelligenz nicht fehlen. ",
      "lecturer": "Eric Sax",
      "language": "Deutsch",
      "image": "images/teaser/Teaserbild_Eric_Sax.png",
      "imageAlt": "",
      "profTitle": "Prof. Dr.-Ing.",
      "instituteLabel": "ITIV",
      "instituteUrl": "https://www.itiv.kit.edu/"
    },
    {
      "hall": "2",
      "time": "00:00",
      "title": "Katalysatoren – Hidden Champions unserer Welt und der Energiewende",
      "desc": "In der Schule haben wir gelernt, dass Katalysatoren chemische Reaktionen beschleunigen und dabei selbst nicht verbraucht werden. Und sonst? Katalysatoren sind mehr als eine vage Erinnerung an den Chemieunterricht! Sie sind in vielerlei Hinsicht unverzichtbar und gestalten unseren Alltag ohne dabei in Erscheinung zu treten. Katalysatoren ernähren die Welt, sorgen für ca. 35% des Global-BIP und ermöglichen die globale Energie- und Rohstoffwende.",
      "lecturer": "Moritz Wolf",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Moritz_Wolf.png",
      "imageAlt": "",
      "profTitle": "TT-Prof. Dr.",
      "instituteLabel": "IKFT",
      "instituteUrl": "https://www.ikft.kit.edu/"
    },
    {
      "hall": "2",
      "time": "01:00",
      "title": "Digital Twin of City Trees",
      "desc": "Deutsch",
      "lecturer": "Somidh Saha",
      "language": "",
      "image": "",
      "imageAlt": "",
      "profTitle": "Dr. rer. nat.",
      "instituteLabel": "ITAS",
      "instituteUrl": "https://www.itas.kit.edu/"
    },
    {
      "hall": "3",
      "time": "18:00",
      "title": "Chasing Hailstorms: Wissenschaft zwischen Radar und Asphalt",
      "desc": "Wenn in Gewittern große Hagelkörner vom Himmel fallen, wird es gefährlich – und für Meteorolog:innen spannend zugleich. Im Vortrag zeigen wir, wie schwere Hagelstürme mittels Fernerkundungsinstrumente identifiziert werden können, wo es warum am häufigsten hagelt und welche meteorologischen Zutaten dafür notwendig sind.\nAußerdem nehmen wir euch mit auf Stormchasing-Touren, bei denen wir direkt in Gewittern Messdaten erheben; spektakuläre Erlebnisse, die nicht nur spannende Bilder liefern, sondern auch helfen, die Dynamik dieser extremen Wetterereignisse besser zu verstehen. ",
      "lecturer": "Michael Kunz",
      "language": "Deutsch",
      "image": "images/teaser/Teaserbild_Michael_Kunz.jpg",
      "imageAlt": "Großer Hagel in Texas, Juni 2025",
      "profTitle": "apl. Prof. Dr.",
      "instituteLabel": "IMKTRO",
      "instituteUrl": "https://www.imk-tro.kit.edu/"
    },
    {
      "hall": "3",
      "time": "19:00",
      "title": "Neue Anwendungsgebiete für Pampers: Meerwasserentsalzung und Motoren",
      "desc": "Die Windel, speziell die Einwegwindel, ist eine Erfolgsgeschichte und dies nicht zuletzt wegen des faszinierenden Materials aus dem sie besteht.\nHierbei handelt es sich um extrem saugfähige, synthetisch hergestellte Kunststoffe, sogenannte Polyelektrolyte. Diese werden in unserer Forschung nicht nur zur Meerwasserentsalzung eingesetzt, sondern auch zur Erzeugung mechanischer Energie in einem osmotischen Motor. Prof. Manfred Wilhelm erklärt die grundlegenden Eigenschaften von Polyelektrolyten und zeigt deren vielfältige Anwendungsfälle.",
      "lecturer": "Manfred Wilhelm",
      "language": "Deutsch",
      "image": "",
      "imageAlt": "",
      "profTitle": "Prof. Dr.",
      "instituteLabel": "ITCP",
      "instituteUrl": "https://www.itcp.kit.edu/"
    },
    {
      "hall": "3",
      "time": "20:00",
      "title": "Marketing and Sales Strategy",
      "desc": "",
      "lecturer": "Martin Klarmann",
      "language": "Deutsch",
      "image": "",
      "imageAlt": "",
      "profTitle": "Prof. Dr.",
      "instituteLabel": "CIN",
      "instituteUrl": "https://www.cin.kit.edu/"
    },
    {
      "hall": "3",
      "time": "21:00",
      "title": "Empirische Filmforschung zu Nachhaltigkeitsthemen",
      "desc": "Im interaktiven Vortrag werden erste Forschungsergebnisse aus dem ICN-Projekt „Visionen der Nachhaltigkeit“ vorgestellt. Es wird aufgezeigt, welchen Einfluss Dokumentarfilme zu Nachhaltigkeitsthemen haben können und welche Emotionen dabei ausgelöst werden. Zudem werden im Vortrag kurze Filmausschnitte gezeigt, die um eine Live-Umfrage mit dem Publikum ergänzt werden.",
      "lecturer": "Thomas Heintz",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Thomas_Heintz.jpg",
      "imageAlt": "",
      "profTitle": "",
      "instituteLabel": "ITZ",
      "instituteUrl": "https://www.wmk.itz.kit.edu/"
    },
    {
      "hall": "3",
      "time": "22:00",
      "title": "Spielend forschen - Forschung Spielen",
      "desc": "",
      "lecturer": "Arabella Pare",
      "language": "Deutsch",
      "image": "",
      "imageAlt": "",
      "profTitle": "Dr.",
      "instituteLabel": "Hochschule für Musik",
      "instituteUrl": "https://hfm-karlsruhe.de/"
    },
    {
      "hall": "3",
      "time": "23:00",
      "title": "Pädagogik im Betrieb mit Science Slam Elementen",
      "desc": "as fällt Ihnen eine, wenn Sie an ´Pädagogik im Betrieb´ denken?\nEtwa ein Betriebskindergarten!? Auch möglich, aber hier geht es eher um Erwachsene und mehr um Lernprozesse in und von Unternehmen.\nWussten Sie, dass\n- die Erwachsenen- und Weiterbindung in Deutschland nach Zahl der Teilnehmer, der Organisationen und auch nach Zahl der Beschäftigten der größte Bildungs bereich ist… \n- ca. 26 Mio. Teilnehmende dort ca. 11 Mio. Schüler*innen und knapp 3 Mio. Studierende gegenüberstehen…\n- Betriebe und Unternehmen mit Abstand (ca. 70 %) die größten Träger und Anbieter von Erwachsenen- und Weiterbildung in Deutschland sind…\n- Betriebe und Unternehmen im Jahr ca. 42 Mrd. € (gesamt) in betriebliche Weiterbildung investieren…\n\nErfahren Sie mehr und tauchen Sie ein in den “betriebspädagogischen Märchenwald“. Hier lernen Sie Sagen und Legenden, aber auch Wahrheiten und Fakten zu “Pädagogik im Betrieb“ kennen. …Schauen Sie vorbei!",
      "lecturer": "Martin Schwarz",
      "language": "Deutsch",
      "image": "images/teaser/Teaser_Martin_Schwarz.png",
      "imageAlt": "",
      "profTitle": "Dr. habil. Akad. Oberrat & Prof. für Berufspädagogik",
      "instituteLabel": "IBAP",
      "instituteUrl": "https://www.ibap.kit.edu/"
    }
  ]
}